Repository: mozilla-l10n/mt-training-data
Catalog: ajg/ajg_pontoon.tmx
Source language: en_us
Languages: ajg

source: 1 sentence collected
ajg: Enyɔgbe ɖe ci yí wo bɔ

source: 2 down, keep it up!<playIcon></playIcon>
ajg: Gbè ɖo eto a sii ke, é sɔ gbe!

source: About
ajg: Sɔ kuɖo;, kuɖo

source: Accepted file types: .tsv only
ajg: Enyɔgbewo dakavi ciwo jí yí wo xɔ egbe do 'lɔkpawo: .tsv ɖekɛ

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
ajg: { $actionType }<playIcon></playIcon>Enyɔgbe lɔ hlɛnhlɛnmɛ mɛ a?

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
ajg: { $actionType }<recordIcon></recordIcon> yí egbeɛ ne tó né e hlɛkɔ enyɔgbelɔ

source: { $actionType }<stopIcon></stopIcon> when done
ajg: { $actionType }<stopIcon>ɖégbɔni

source: { $actionType } submit when ready
ajg: né esɔgbe na sɔ ɖáɖá

source: Add and Review Sentences, Add Questions, Transcribe Audio
ajg: Enyɔgbesɔsɔkpii koɖo wowo dradrado, biɔsewosɔsɔ kpii; egbeɖidɩsese ŋwlɛŋwlɛ

source: Add <icon></icon> a public domain sentence
ajg: Sɔ̀ ... kpe nɔ́<icon></icon>Ŋ ɖukɔ enu le kpatɛmɛ.

source: Add information
ajg: Sɔ nyanyananawo kpii

source: Add new sentences for the community to read
ajg: Sɔ̀ enyɔgbe yoyuwo kpii nɔ́ agbetɔ ahwa a hlɛn

source: Add one sentence per line
ajg: Sɔ̀ enyɔgbe ɖeka kpii le teshi ji

source: Add questions in your language
ajg: Sɔ̀ biɔsewo kpii dó ao 'gbe mɛ

source: Add Sentences
ajg: Sɔ̀ enyɔgbewo kpii

source: Add sentences in your language
ajg: Enyɔgbewosɔsɔ kpii dó ao 'gbe mɛ

source: Add up to 1,000 sentences
ajg: Sɔ̀ enyɔgbewo kpiikɔ keke á sun 1000

source: Add Your Voice
ajg: kɔ gbe yi ji, doaxwa.

source: Agriculture and Food
ajg: Agbledede koɖo ashitrɔtrɔ le enuɖuɖuwo nú

source: All sentence must have the same domain
ajg: Enyɔgbe lɔwo pleŋ ɖó a só jɔsoxu ŋmɛ ɖeka mɛ

source: All sentences must have the same citation
ajg: Amɛcinyɔwosɔ nunu ɖó a nyí ŋmɛ ɖeka nɔ́ enyɔgbe lɔwo pleŋ

source: Already have an account? <login>Log-In</login>
ajg: dɔwɔnukpa ɖe le wo shi a ?<login> interneti kadodo</login>

source: An error occurred fetching sentences
ajg: Le enyɔgbe lé xoxuwomeɔ, mido jeshi vodada ɖeká

source: An error occurred reviewing this sentence
ajg: Le ŋkuvilélé ɖé enyɔgbe ceɖe ŋu lɔ́, mido jeshi vodada ɖeká

source: An error occurred submitting your voice information
ajg: Le gbeɖiɖi nyanyanana sɔsɔɖál lɔ me lɔ, vodada deká vá dó ŋme ɖaɖa

source: Approve
ajg: dashiɖéjí

source: A quiet background hubbub is OK, but we don’t want additional voices that may cause a machine algorithm to identify words that are not in the written text. If you can hear distinct words apart from those of the text, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
ajg: axwa hwɛɖéká ateŋ nɔ yi tɔxu, vɔ axwa buwo dakpí o né ngbe xe mɔ nɔ akɔntabubumɔ ce yi á de jeshi enyɔ ce wo le; o. Ne ese nyɔ ɖe to vo nɔ ce yí le ŋɔŋlɔ lɔ meɔ, eɖoa tashi nyɔlele lɔ. Ejieji; enu hunu va vanɔ me né nyi bé jijixunukpɔmɔ le shishi alo né nuxu ɖi le axa ji

source: Are you coming? <strong>[called by another]</strong>
ajg: a va a<strong> xlɛnxlɛn kuɖo egbe bu</strong>

source: Ask us questions on <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> or <emailLink>email</emailLink>.
ajg: biɔ nyɔwo sɔ kudo<matrixLink> Matrix</matrixLink>, <discourseLink> Nuxu</discourseLink> alo<emailLink> to e-mail ji</emailLink>.

source: Automotive and Transport
ajg: Ehun koɖo ehunsɔsɔ

source: Background Noise
ajg: axwa citócitó

source: Background Voices
ajg: gbeɖiɖi le ngbe

source: Be cautious before rejecting a clip on the ground that the reader has mispronounced a word, has put the stress in the wrong place, or has apparently ignored a question mark. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a margin of appreciation for those who may speak differently from you.
ajg: Yi ewoɖokime kpɔ nyuieɖe gbɔxwe ágb́é kpɔɖoŋu ce yí nu hlɛntɔ ɖotɔ de yɔ́ nyuieɖe sɔ kuɖo ablɔɖegbeɖiɖi xokpliwo ŋú alo biɔbiɔjeshi ŋɔŋlɔbe ŋú. Le xexeɛme lɔ, enyɔnunu sugbɔwo lɛ ce yí ɖotɔ dese le tɔwo jume kpɔ o. .ɖo tɔxu ɖéká ɖɛ né na sɔ kunume kpɔ sɔkuɖo amewo gbe cewo yí gbe to vo nɔ tɔwo.

source: [‘Beret’ is OK whether with stress on the first syllable (UK) or the second (US)]
ajg: «Wagon» yɔyɔ lé yí tɔ xu keke na va se kɔ « Vagon» (FR) alo « Ouagon» (BE)

source: <bold>{ $count }</bold> Clips
ajg: ɖeɖewo so me

source: <bold>Help us</bold> find more voices
ajg: <bold>Kpe dé mi ŋú</bold> ne miagbe kpɔ egbe yeyúbuwo

source: Bulk batch
ajg: hlɛnhlɛnmɛ sugbɔ

source: Bulk Sentences Uploaded
ajg: Enyɔgbe ciwo yí wo sɔ́ ɖaɖa

source: By telling us about yourself, you will help developers build more inclusive technology
ajg: e ji bé mia má nyanyanana kuɖe tɔwo nuxuxoxo ŋu a

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
ajg: Ne e zankɔ Common Voice lɔ, atéŋ lɔn ɖo <termsLink></termsLink>mio ɖoɖolɔwo jí kuɖo mio<privacyLink> fɔɖeɖe le enyɔ wawlawo gbɔ kpɔkpɔ ŋú

source: Cancel Re-recording
ajg: tashi enyɔlelɛwo

source: Cancel Submission
ajg: Gli nu sɔsɔ dáɖá lɔ́

source: Cannot submit more than 1000 sentences
ajg: Wo d'a sɛ́n eŋ sɔ́ enyɔgbe ciwo yí wú egan 1000 ɖaɖa o

source: Change preferences
ajg: trɔashi le nuŋɔŋlɔwo ŋú

source: Check <icon></icon> is this a linguistically correct sentence?
ajg: kunume<icon></icon> kpɔ bé enyɔgbeɛ sɔ ɖe gbeŋucinunya ɖóɖóɔ jia

source: <chevron></chevron>See less
ajg: <chevron></chevron> na kpɔɖeŋú hwɛɖeká

source: <chevron></chevron>See more
ajg: <chevron></chevron> na kpɔɖeŋú búwó

source: Citation
ajg: Amɛ ci gbɔ wo se enyɔ le yɔyɔ

source: Cite with a URL link or the full name of the work.
ajg: Nɔ́ à nú amɛcinyɔ è sɔ ɔ, sɔ̀ ekacaca alo amɛ lɔ nyikɔ pleŋ dó mɛ

source: Click
ajg: tɔ ashi ji

source: Clips Uploaded
ajg: Klipilɔwo yi ka lɔ jí

source: Comment
ajg: numeɖeɖe

source: Contact Us
ajg: A jí enu gɔnmɛkpɔ le mì gbɔ́

source: Continue
ajg: yi ji, so yi ji

source: Continue validating
ajg: A yi enuwo gloglokpɔ jí kpɔ́ mɔ́ wo nyɔ́ ma

source: Contribute
ajg: do alɔ, do ŋusɛn, kpeɖeŋu

source: Contribute sentences
ajg: Sɔ nyɔgbewo ɖáɖá

source: Contribution Criteria
ajg: alɔdodofɔɖedewo; kpekpeɖéŋúséwó

source: Create a profile
ajg: Hun nɔnɔme ŋtinyɔ ɖeká

source: Criteria
ajg: afɔɖeɖewo, aɖaŋuɖoɖówó, ɖoɖowo.

source: Datasets
ajg: ŋɔŋlɔwo xuxoxu, ŋɔŋlɔwo takpikpli, ŋɔŋlɔwo nyínɔxu, ŋɔŋlɔwo hasoso, ŋɔŋlɔwo júnɔnɔ, ŋɔŋlɔwo godoxú

source: Delete my recordings
ajg: Cucu enyɔleɖɛlɔ́wo

source: Different language
ajg: egbebu

source: Difficult to pronounce
ajg: yɔyɔ lɔ́ gbɔnu, e shíŋu yɔyɔ, e gbɔ nu yɔyɔ

source: Discard ongoing recording
ajg: cucu nyɔlelé ce yí yikɔji, cucu enyɔ ce yíe le kɔ.

source: Does the sentence meet the guidelines?
ajg: enyɔgbeɛ sɔ ɖo ɖoɖowo jia

source: Donate your voice
ajg: kɔ gbe yi ji, da xwa

source: Don't see your language on Common Voice yet?
ajg: tɔwo gbe ce edonɔlɔ́ dé sɔgbe hɔɖo o ? egbe ce yí e donɔ́ ɖé dé le gbesɔsɔ o?

source: Drag your file here or <uploadButton>click to upload</uploadButton>
ajg: Cùcu ao 'nyɔgbewo dakavi toto elɛ<uploadButton> ʒin alɔ i ji yí a sɔɛ ɖaɖa</uploadButton>

source: Drop file here to upload
ajg: Sɔ̀ enyɔgbewo dakavi lɔ dado elɛ yí a sɔɛ ɖaɖa

source: Enter your public domain sentence here
ajg: Ŋwlɛ̀ ao 'nyɔgbe ci yí amɛɖe de kpa o do elɛ

source: Enter your public domain sentences here
ajg: Ŋwlɛ ao 'nyɔgbe ciwo yí amɛɖe de kpa o do elɛ

source: Error adding sentence
ajg: Hwecinu wo jikɔ a sɔ́ enyɔgbe kpii ɔ, afɛn le mɛ

source: ESC
ajg: aɖaŋuɖeɲɔnucúcú, alɔmekaxomɔnucúcú

source: Exit & Delete clips
ajg: Soso kuɖo kinyi nyɔleɖiwó pléŋ lɔ́wo

source: Fewer than 15 words per sentence
ajg: Enyɔkui 15, é hwe le mɛ

source: File is too large
ajg: Enyɔgbewo dakavi lɔ gangan sugbɔ

source: File is too small
ajg: Enyɔgbewo dakavi lɔ hwe sugbɔ

source: Finance
ajg: Ehozanzan 'nyɔwo

source: Finish recording
ajg: ɖegbɔ nɔ enyɔ leleɛ

source: Finish recording first?
ajg: a ɖegbɔ nɔ enyɔ lélélɔwo kéŋ a

source: Finish Review
ajg: ɖegbɔnɔ ŋkuvilélé ɖé enuwo ŋú

source: Finish validating
ajg: A ɖe egbɔ enuwo gloglokpɔ kpɔ́ mɔ́ wo nyɔ́ ma

source: Finish validating clips?
ajg: Ma tó egbeɖiɖi kpɔdonu lɔwo j́i vɛ kpɔ mɔ wo nyɔ́ ma a?

source: Follow guidelines from “What sentences can I add?”
ajg: Zɔ̀n do lé wo dré enuwo dó jí le kpashi lɔ mɛ "Enyɔgbe ciwo yí na sɛ́n eŋ sɔ́ kpii ɔ?"

source: for example
ajg: Le kpɔɖeŋu me

source: For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. For example, if we don't include any speakers with a particular accent, then the technology won't work well for people with that accent. <learnMore>Learn more about why metadata matters.</learnMore>
ajg: Né mɔɖaŋulɔ né wɔ dɔ nyuieɖe na ameshiame lɔ, dɔwɔnu cewo yí mɔɖaŋú dɔwɔlawo zanɔ lɔ , ɖo lá ɖe ame sugbɔ ɖe go. Le kpɔɖeŋumeɔ ne woɖe sɔ nyɔnutɔdé dé me kuɖe egbe tɔxɛ lɔ, mɔɖaŋuɔ da séŋ wɔdɔ nɔ ameshiame kʊɖo egbe hunun o.<learnMore><learnMore> E ji á gbe nya sugbɔ só nyɔtakakawo shixɔxɔnuɔŋú a</learnMore>

source: General
ajg: Jɔsoxu kpaa

source: General language / multiple variants
ajg: Enyɔ kpaawo soso egbe lɔ nú / hamɛhamɛ sugbɔ

source: Grammatical / spelling error
ajg: egbenyɔsevodawo / egbeŋɔŋlɔsevodada

source: Great!<recordIcon></recordIcon> Record your next clip
ajg: E nyo ŋtɔ !<recordIcon></recordIcon> le tɔwo nyɔ ce yi á kplɔɛ dó ɖɛ́

source: Great work!<playIcon></playIcon> Listen again when you're ready
ajg: Edɔ lɔ nyɔ́!<playIcon></playIcon> Nɔ́ è sɔ egbe ɔ, gbè ɖo eto a sii.

source: Guidelines
ajg: egbeɖeɖewo

source: Healthcare
ajg: Lanmɛsɛn 'nyɔwo

source: Help create Common Voice’s first target segment in { $locale }
ajg: doalɔmi ne miasoaxoe nɔ Common Voice gbe ŋkɔtɔ { $locale }

source: Help us validate voices
ajg: Dò alɔ mì nɔ́ mì a xɔ egbe mɔ egbeɖiɖi kpɔdonu lɔwo nyɔ́

source: His hand was rais-ed.
ajg: bɔta caka janbɔnlancucu

source: History, Law and Government
ajg: Eholɔlɔ, ese koɖo acɛkpakpa

source: How do I cite?
ajg: Lé wo a nú amɛcinyɔwosɔ dó ɔ?

source: How to add multiple sentences
ajg: Lé wo a sɔ́ enyɔgbe sugbɔ kpii dó

source: How would you describe your sex or gender?
ajg: Le asuxome alo ashihome, nɔnɔme kpa kenejǐ e ji be yeaɖe ewoɖoki fia lé o

source: I agree
ajg: ŋ lɔn

source: I confirm that these sentence are <wikipediaLink>public domain</wikipediaLink> and I have permission to upload them.
ajg: Ŋ tɛkɔ egbe do jí mɔ́ enyɔgbe cɛwo <wikipediaLink>gbe d'é nyí amɛɖe yí kpa wo o</wikipediaLink>emɔnuɖeɖe li mɔ na sɔ́ wo ɖaɖa.

source: I confirm that this sentence is <wikipediaLink>public domain</wikipediaLink> and I have permission to upload it.
ajg: Ŋ tɛkɔ egbe do jí mɔ́ enyɔgbe cɛ <wikipediaLink>gbe d'é nyí amɛɖe yí kpɛɛ o</wikipediaLink>emɔnuɖeɖe li mɔ na sɔɛ ɖaɖa.

source: <icon></icon> Add multiple public domain sentences
ajg: <icon></icon> A sɔ́ enyɔgbe ci yí amɛɖe de kpa o sugbɔ kpii

source: Ideally natural and conversational (it should be easy to read the sentence)
ajg: Enyɔgbe lɔ ɖó a sɔ egbe koɖo lé wo donɔ egbe lɔ dó yí a gbe le shigbe wo xokɔ nuxu ɛnɛ (Yi hlɛnhlɛn ɖo a le bɔbɔɛɖe)

source: I do not agree
ajg: ŋ gbe

source: If it’s your own words, just say <italicizedText>“Self Citation”</italicizedText>. We need to know where you found this content so that we can check it is in the public domain and no copyright restrictions apply. For more information about citation see our <guidelinesLink>Guidelines page</guidelinesLink>.
ajg: Nɔ́ é nyí eoŋtɔ 'nyɔkuiwo yɔ́ ɔ, nù kpoŋ mɔ<italicizedText>"enyɛŋtɔ 'nyɔkuiwo ŋ nu"</italicizedText>. É ʒian mɔ́ mì a nyá fini ci yí enu ci yí le wo mɛ soso yí a nyá mɔ́ gbe d'é nyí amɛɖe yí kpa wo o yí acɛɖoɖo doamɛnuji ɖé de ɖe yi zanzan kpɔtɔ o. A gbe sɔ nyá enu soso amɛcinyɔwosɔ nunu nú dó jí kpii ɔ, vàyi kpɔ<guidelinesLink>enyɔ ciwo yí mì nú soso nú

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
ajg: Né enyɔleleɔ cucu alo caka lɔ, dashi negbe né nyaɖoanyilɔ a do wo ji

source: If there is additional information you want to provide about this file, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
ajg: Nɔ́ è ji mɔ́ ye a ná enyɔwo sɔwu ahan soso enyɔgbewo dakavi cɛ nu ɔ, vàyi ji enu gɔnmɛ kpɔ le <emailFragment>commonvoice@mozilla.com</emailFragment>

source: If there is additional information you want to provide about this file that is not included in the template, please contact <emailFragment>commonvoice@mozilla.com</emailFragment>
ajg: Nɔ́ è ji mɔ́ ye a ná enyɔwo sɔwu ahan soso enyɔgbewo dakavi cɛ nu, enyɔgbe ciwo yí de le kpɔwɛ lɔ mɛ ɔ, vàyi ji enugɔnmɛ kpɔ le<emailFragment>commonvoice@mozilla.com</emailFragment>

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
ajg: né enyɔgbe lɔ de sɔ kuɖo afɔɖeɖe cewo yí le eji lɔ́, naʒɛn «cucwui ɖaɖa» le miɔ kpaxwe. Ne de kan ɖé nɖé jí lɔ, na totóŋú ayi ɖetɔlɔ jí

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
ajg: Ne enyɔgbe lɔ sɔ ɖe afɔɖeɖewo jí lɔ́, naʒɛn«dashiɖoji» le ɖushi kpaxwe

source: If you come across something that these guidelines don’t cover, please vote according to your best judgement. If you really can’t decide, use the skip button and go on to the next recording.
ajg: ne e va do go kuxiɖéka ce yí de le tɔxu lɔ́, na tekkpɔ awɔ cancan enyuitɔ. Vɔ ne nyí bé de nya enu ce yí awɔ tututu lɔ, naʒɛn ashi ɖe« va yi ji» yí na wɔdɔ kuɖo nyɔlele bu.

source: If you run out of sentences to review, please help us collect more sentences!
ajg: Ne numekukuɖe de gbe lɛ yí nawɔ so enyɔgbewo ŋú lɔ́, kpeɖemiŋú kuɖo ebuwo

source: Include appropriate citation
ajg: Amɛcinyɔwosɔ nunu ci yí je ɖo a nɔ mɛ

source: Invalid file
ajg: Enyɔgbewo dakavi masɔgbe

source: It contains words or phrases that are hard to read or pronounce.
ajg: enyɔkpe kuɖo enyɔgbe ɖekawo gbɔnu yɔyɔ

source: It is written in a language different than what I’m reviewing.
ajg: enyɔgbe ce yí n hlɛnkɔ tó vo nɔ ce yí wo ŋlɔ.

source: It is written in a language different than what I’m speaking.
ajg: wo ŋlɔnyɔgbe ɖo gbe ce yí tovo nɔ kiŋyitɔ me

source: Just Unsure?
ajg: e dan lé a wɛa

source: Keep it up, record again <recordIcon></recordIcon>
ajg: kpɔtɔ ayiji ne ná le nyɔ bu kpi

source: Keep the recordings
ajg: jra enyɔleɖɛwo ɖó daɖɛ

source: Keep track of your progress with a profile
ajg: Do tɔwo ŋkɔyiyi kpɔ tó nu yóyú ɖoanyi ɖeká me

source: Language Fundamentals (e.g. Digits, Letters, Money)
ajg: Ɖoɖo ciwo jí yí egbewo nɔ anyi dó (enuhlɛnhlɛnkui, wemakui, eho)

source: Languages
ajg: Egbewo

source: Large bulk sentence submission
ajg: Enyɔgbe sugbɔ sɔsɔ ɖaɖa

source: Learn More
ajg: E ji a se nu gɔme sugbɔ a

source: Leaving now means you'll lose your progress
ajg: Ne esolɔ́, a lá le tɔwo ŋkɔyiyi lɔ me

source: Listen
ajg: Se

source: Listen options menu
ajg: Edɔdɔdɔ cancan ciwo yí le ŋmɛ nɔ kpakovi "Se"

source: Loading sentences…
ajg: enyɔgbewo cucu, enyɔgbelɔwó gbesɔsɔ

source: <loginLink>Login</loginLink> or <loginLink>sign up</loginLink> to add multiple sentences
ajg: <loginLink>Ɖò eka mɛ</loginLink> alo<loginLink>nà nyikɔ</loginLink>yí a ná enyɔgbe sugbɔ

source: Log in or sign up to get started
ajg: Nɔ kame alo ŋlɔ ŋkɔ́ ásɔ́ tɔ́jí

source: Log In / Sign Up
ajg: ɖó kame / ŋlɔ ŋkɔ

source: Make sure the sentence meets the following criteria:
ajg: tekpɔ né enyɔgbe lɔ ne sɔ ɖe afɔɖeɖe ceɖewo jí

source: Maximum file size: 25 MB
ajg: Enyɔgbewo dakavi kpɛnkpɛnmɛ: 25 Mo

source: Media and Entertainment
ajg: Enyɔnununɔamɛ 'nuwo

source: Minimum sentences in file: 1000
ajg: Enyɔgbe hlɛnhlɛnmɛ hwɛhwɛtɔ ci yí le enyɔgbe dakavi mɛ: 1000

source: [Mismatched content]
ajg: [egbeɖoɖo manɔme], [ egbeɖoɖo xúxlu], [ enyɔleɖí xúxlu]

source: Misreadings
ajg: nuhlinhlin vodadawo

source: Missing an <strong>'s'</strong> at the end of a word.
ajg: ekpɔtɔ <strong> s</strong> ɖeka le nyɔkpe vɔvɔnu, ekpɔtɔ <strong> s</strong> ɖeka le nyɔkpe vɔxu.

source: Missing <strong>'A'</strong> or <strong>'The'</strong> at the beginning of the recording.
ajg: e kpɔtɔ <strong><strong>deka</strong>alo<strong> -ɛ,/-lɔ»</strong> le enyɔgbeleléɛ tɔtɔjí me.

source: Missing the end of the last word by cutting off the recording too quickly.
ajg: enyɔlele kpɛtɛlɔ vá sonɔ le nuwuwulɔ né nyí bé wo nɔ te enyɔleleɛ kaba

source: [More has been recorded than the required text]
ajg: sɔ́wú enyɔɖoanyi ce yí le lélé, sɔ́wú enyɔɖoanyi ce yí wo lé ɖɛ, wú enyɔɖoanyi léléɖɛ́.

source: Most recordings are of people talking in their natural voice. You can accept the occasional non-standard recording that is shouted, whispered, or obviously delivered in a ‘dramatic’ voice. Please reject sung recordings and those using a computer-synthesized voice.
ajg: le nyɔlele geɖemelɔ, amewo xonɔ nuxu kuɖo wo ŋtɔwo jɔjɔmegbe. Gaɖomeɔ, ateŋ wɔdɔ kuɖo enyɔlele ce yí daxwa tɛn o, ce yí ɖɔkpa le alo ce me yí nuxuɔ zé shigbe lé wa wɔkɔ fefe nené. ɖashi cewo yí nyí hajijiwo alo cewo yí so kpɔtɔ le enyɔleleɛme.

source: Nature and Environment
ajg: Xexemɛ koɖo enu ciwo yí trɔdo amɛ

source: News and Current Affairs
ajg: Egbɛ 'nyɔjɔjɔwo

source: No
ajg: Oo

source: [No ‘a’ in the original text]
ajg: [« y » de le axwegbeɛ me o], [ « y » de le enyɔɖoanyiɛ me le axwegbelɔ me o]

source: <noCopyright>No copyright</noCopyright> restrictions (cc-0)
ajg: <noCopyright>Acɛɖoɖo doamɛnuji ɖé de ɖe yi zanzan kpɔtɔ o</noCopyright>( cc-0 )

source: No foreign letters
ajg: Wemakui egbebutɔ ɖe de le mɛ o

source: No microphone found.
ajg: nuxumɔɖe ɖé lɛ o

source: No numbers and special characters
ajg: Enuhlɛnhlɛnkui alo wemakui ɖedoakpo ɖe de le mɛ o

source: No sentences to review. <addLink>Add more sentences now!</addLink>
ajg: enyɔgbeɖe ɖélɛ yí woa glokpɔ. Atéŋ<addLink>sɔ́ buwo kpí</addLink>.

source: No thanks, continue speaking
ajg: Oo akpe, yi nuxuxoxoɔ jií

source: Offensive language
ajg: amemabumabugbe, busunyɔ, gbɔɖiamenyɔ, enyɔ fuflu; ŋkpɛn nyɔ, enyɔ vlo, enyɔ hɔnhɔn, enyɔ xoɖi, afɛn nyɔ

source: Offensive speech
ajg: enyɔveame , enyɔdabiameŋuwo

source: On desktop devices you can contribute by downloading…
ajg: Sɔ kuɖo dɔme ɖaŋuɖemɔbuwoŋú lɔ́, zan nɛt nuxɔxɔ yoyutɔ lɔ́

source: On his head he wore a beret.
ajg: keteke lɔ dɔnkɔ eʋungu sugbɔ

source: On iOS please continue with Safari to enable recording…
ajg: Le iOS gɔme, tekpɔ ayijí kuɖo Safari nɔ enyɔleɖɛwo

source: On the other hand, if you think that the reader has probably never come across the word before, and is simply making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
ajg: vɔ ne nyi ekpɔ bé nuhlɛntɔlɔ dé nya nyɔkpe lɔ alo ekpaɛ yɔ lɔ, eɖoa tashi nyɔlélélɔ́. Vɔ né de kan dé jí lɔ́, nazan jeshi ce yi nyí vayi

source: Partner
ajg: gbeɖoju/ alɔdoalɔme/ /xomekádódó

source: [Part of the text can’t be heard]
ajg: wo da téŋ se nyɔɖoanyiɛ kpaɖeka o

source: <playIcon></playIcon>Last one!
ajg: <playIcon></playIcon>Kpɛtɛkpɛtɛ lɔ ke!

source: Play/Stop
ajg: áhlin/ ánɔ́té

source: Please check our <templateFileLink>template file</templateFileLink>. Your sentences should be copyright free (CC0 or permissioned original work by the submitter) and be clear, grammatically correct and easy to read. Submitted sentences should take roughly 10-15 seconds to read and should avoid including numbers, proper nouns and special characters.
ajg: Vàyi ji gɔnmɛ kpɔ le mìwo<templateFileLink> kpɔwɛ mɛ</templateFileLink>. Amɛɖe de ɖó a ɖó acɛ ɖe dó ao 'nyɔgbewo jí o (CC0 alo amɛnu ci nu yí amɛ lɔ ɖe alɔ le ), wo ɖó a ɖó gɔnmɛsese nyuiɖe, a zɔndo egbe 'nyɔse jí yí a gbe nya hlɛnhlɛn nyuiɖe. Enyɔgbe ciwo yí è sɔ ɖaɖa, nɔ́ wo a hlɛn wo ɔ, á xɔ 10-15 ɖabaxoxo. Enuhlɛnhlɛnkui, amɛ alo enu nyikɔwo koɖo wemakui toevotoevowo ɖe d'a le mɛ o.

source: Please fill out this field.
ajg: Kablaa, ɖɔ̀ tɛnmɛ cɛ nu

source: Please select a language to review sentences.
ajg: can egbe deká ne na wɔ enumekuku so enyɔgbelɔwo ŋú.

source: r
ajg: e

source: [‘Raised’ in English is always pronounced as one syllable, not two]
ajg: « sandwich» le fansegbeme nyí nu yɔyɔ ɖeká, de nyí ameve o

source: Rate limit exceeded. Try again in { $retryLimit } minutes
ajg: É fla sɛnxu. Gbè tiikpɔ le miniti { $retryLimit } godu.

source: Rate limit exceeded. Try again in { $retryLimit } seconds
ajg: É fla sɛnxu. Gbè tiikpɔ le ɖabaxoxo { $retryLimit } godu.

source: Reader Effects
ajg: gbeɖiɖiwo kudo nuwɔna ɖiɖiwo

source: Reading contractions that aren't actually there, such as "We're" instead of "We are", or vice versa.
ajg: enyɔtoɖeme cewo yi de le egbɛme donɔ́ mo ɖada shigbebe «kaɖejitɔe» le«kakaɖejitɔe» tɔxu

source: Read Sentences
ajg: Hlɛn enyɔgbewo

source: Read Sentences, Answer Questions
ajg: Hlɛn enyɔgbewo, ɖo enyɔwo ŋú

source: Read Sentences <small>(Coming soon)</small>
ajg: Hlɛn enyɔgbewo<small>(gabume)</small>

source: Read sentences submitted by the community in various languages
ajg: Hlɛn enyɔgbe cewo yí amewo nú le gbe vovovowo me.

source: Ready to do { $count } more?
ajg: E le gbesɔsɔ awɔ { $count } wu hunua?

source: <recordIcon></recordIcon> Last one!
ajg: <recordIcon></recordIcon> Kpɛtɛlɔ ke

source: [Recording cut off before the end of the last word]
ajg: enyɔlele soso le nyɔ kpɛtɛ lɔ me

source: Record/Stop
ajg: Le nyɔ dɛ, jra nyɔ do ɖɛ́ / nɔ te

source: Record yourself reading sentences in your language
ajg: Lekɔ enyɔgbe cewo yí e hlɛnkɔ le tɔwo gbe me ɖɛ́

source: Record yourself responding to questions and prompts in your language
ajg: Lekɔ biabia cewo ŋú yí e ɖokɔ kuɖo aseŋu cewo yí e kankan kuɖo amewo ɖɛ́

source: Record your voice
ajg: le tɔwo gbe ɖe nú jí ɖɛ

source: Reference the source of your sentence (required)
ajg: Nù fini ci yí ao 'nyɔgbe jɔso (enuʒinamɛji yí é nyi)

source: Reject
ajg: cucwui ɖaɖá.

source: Report
ajg: nu, na kaklan, da sa

source: Report was passed successfully
ajg: wo sɔ egbeɖoɖo ɖaɖa nyuieɖe, wo ɖó dɔŋɔŋlɔ nyɔtakakaɔ ɖaɖa nyuieɖe, wo sɔ enyɔleɖiɛ ɖáɖá nyuieɖé.

source: Request a Language
ajg: Sɔ gbe ɖeká ɖádá, ɖe egbe ɖeká fiá, tɔashi egbe ɖeká

source: Re-record
ajg: Trɔalé nyɔleɖiwó

source: Re-record clip
ajg: á trɔ lé nyɔ, á trɔ lé nyɔwo ɖɛ́

source: Return
ajg: Enumeɖóɖó

source: Review
ajg: glo nu me kpɔ, ku nu me kpɔ

source: Review could not be saved. Please try again later.
ajg: ŋkuvilélé ɖé enuŋu dé le lelé ɖɛ o. Trɔ á tikpɔ gabují

source: ⓘ Review Criteria
ajg: numekuku fɔɖeɖewo

source: Review Criteria
ajg: numekuku fɔɖeɖewo

source: Reviewed sentences not submitted, are sure?
ajg: Enyɔgbe cewo yí o wɔ enumekuku solɔ́, o de sɔ́ wo ɖáɖá o. A yi ji a ?

source: Review existing sentences submitted by the community
ajg: Glò enyɔgbe ciwo yí li yí agbetɔ ahwa lɔ sɔ́ ɖo ŋmɛ nɔ amɛ kpɔ kpɔ́ mɔ́ wo nyɔ́ ma

source: Review & re-record clips here as you go
ajg: le ŋkuví ɖé ŋú ne na gbe lé nyɔwo ɖɛ ne vá hian

source: Review & re-record clips if needed
ajg: le ŋkuví ɖé ŋú ne nagbe le nyɔwo ɖɛ ne vá hian

source: Review Sentences
ajg: glo enyɔgbelɔwo kpɔ, kunumekpɔ só enyɔgbelɔwo ŋú.

source: Review sentences in your language
ajg: Glò enyɔgbe lɔwo kpɔ́ kpɔ́ mɔ́ wo nyɔ́ le ao 'gbe mɛ ma

source: Review & Submit
ajg: le ŋkuví ɖé ŋú ne na sɔ ɖáɖá
